 <!DOCTYPE html>
<html lang="en">
<head>
<style>
ul {
  list-style-type: none;
  margin: 0;
  padding: 0;
  overflow: hidden;
  background-color: hsl(44, 86%, 14%);
}

li {
  float: left;
  border-right:1px solid #bbb;
}

li:last-child {
  border-right: none;
}

li a {
  display: block;
  color: white;
  text-align: center;
  padding: 15px 52px;
  text-decoration: none;
}

li a:hover:not(.active) {
  background-color: hwb(42 4% 33%);
}

.active {
  background-color: #04AA6D;
}
</style>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="icon" href="icon.png"">
<title> PLANTAS END&Eacute;MICAS </title>
</head>
<body background="fondo.jpeg">

<ul>
  <li><a class="active" href="#home">Home</a></li>
  <li><a href="#news">News</a></li>
  <li><a href="#contact">Contact</a></li>
  <li style="float:right"><a href="#about">About</a></li>
</ul>

<center>
<table bgcolor="#ffedba" width="80%" border="0" cellpadding="20pr">
  <tr>
    <td>
      <center><h1><font face="arial" size="10" color="#834f23"> PLANTAS END&Eacute;MICAS DE YUCAT&Aacute;N </font></h1></center>
      <br>
      <p align="justify"><font face="arial" size="4" color="#a06c3f"> La pen&iacute;nsula de Yucat&aacute;n es una regi&oacute;n rica en biodiversidad, hogar de numerosas especies vegetales &uacute;nicas que no se encuentran en ninguna otra parte del mundo. Estas plantas end&eacute;micas tienen un gran valor ecol&oacute;gico, cultural y medicinal. Muchas de ellas fueron utilizadas por los antiguos mayas en ceremonias religiosas, en la medicina tradicional y como parte de su vida cotidiana. A continuaci&oacute;n, se describen cinco plantas end&eacute;micas de Yucat&aacute;n que destacan por su importancia hist&oacute;rica y natural.</font></p>
      <center><hr width="90%"></center>

      <section id="menu">
        <center><h1><font face="arial" size="20" color="#834f23"> 5 PLANTAS END&Eacute;MICAS DE YUCAT&Aacute;N </font></h1></center>
        <br>
        <ul>
          <li><a href="#balche"> Balch&eacute;</a></li>
          <li><a href="#chaka"> Chak&aacute;</a></li>
          <li><a href="#jubin"> Jub&iacute;n</a></li>
          <li><a href="#Pich"> Pich</a></li>
          <li><a href="#rosa"> Makuilis rosa</a></li>
        </ul>
      </section>

      <hr width="90%">
      <section id="balche">
        <center><h2><font face="arial" size="20" color="#834f23">Balch&eacute;</font></h2></center>
        <center><img src="Balche.jpg"></center>
        <br>
        <p align="justify"><font face="arial" size="3" color="#a06c3f">El balch&eacute; (Lonchocarpus longistylus), conocido en lengua maya como balch&eacute;’, es un &aacute;rbol de peque&ntilde;o a mediano tama&ntilde;o que crece en las selvas bajas del norte de Yucat&aacute;n. Su corteza se utiliza para preparar una bebida fermentada con agua y miel que los mayas usaban en rituales religiosos y ceremonias curativas. Esta bebida tiene efectos relajantes y se le atribu&iacute;an propiedades sagradas. El balch&eacute; tambi&eacute;n posee beneficios medicinales como calmante natural y ayuda para dormir, y su uso fue reprimido durante la &eacute;poca colonial por razones religiosas.</font></p>
        <center><a href="#menu"><img src="boton.png"></a></center>
      </section>

      <hr width="90%">
      <section id="chaka">
        <center><h2><font face="arial" size="20" color="#834f23">Chak&aacute;</font></h2></center>
        <center><img src="Chaka.jpg"></center>
        <br>
        <p align="justify"><font face="arial" size="3" color="#a06c3f">El chaka (Bursera simaruba), llamado chak&aacute;’ en maya, es un &aacute;rbol de tronco rojizo caracter&iacute;stico por su corteza que se desprende en capas delgadas. Se adapta muy bien a climas secos y suelos pobres, siendo com&uacute;n en selvas secas y zonas urbanas de Yucat&aacute;n. La savia del chaka es utilizada como desinfectante natural y para tratar heridas y dolores musculares. Es famoso por crecer junto al chech&eacute;n, un &aacute;rbol t&oacute;xico, y seg&uacute;n una leyenda maya, el chaka representa al hermano bondadoso que cura el da&ntilde;o del chech&eacute;n malvado.</font></p>
        <center><a href="#menu"><img src="boton.png"></a></center>
      </section>

      <hr width="90%">
      <section id="jubin">
        <center><h2><font face="arial" size="20" color="#834f23">Jub&iacute;n</font></h2></center>
        <center><img src="Jabin.png"></center>
        <br>
        <p align="justify"><font face="arial" size="3" color="#a06c3f">El jub&iacute;n (Dalbergia glabra), conocido en maya como kaabche’, es un &aacute;rbol maderable que alcanza alturas de hasta 15 metros. Su madera dura es muy valorada para la elaboraci&oacute;n de muebles, postes y objetos artesanales. Tambi&eacute;n tiene propiedades medicinales y se utiliza en la medicina tradicional para tratar infecciones, &uacute;lceras y heridas. El jub&iacute;n es una especie clave para la conservaci&oacute;n del suelo y forma parte de los sistemas agroforestales tradicionales en comunidades rurales.</font></p>
        <center><a href="#menu"><img src="boton.png"></a></center>
      </section>

      <hr width="90%">
      <section id="Pich">
        <center><h2><font face="arial" size="20" color="#834f23">Pich</font></h2></center>
        <center><img src="Pich.png"></center>
        <br>
        <p align="justify"><font face="arial" size="3" color="#a06c3f">El pich (Enterolobium cyclocarpum), tambi&eacute;n llamado guanacaste, es un &aacute;rbol de gran tama&ntilde;o que puede llegar a medir m&aacute;s de 25 metros de altura. Su copa ancha proporciona sombra abundante, por lo que se cultiva cerca de viviendas y en potreros. Sus frutos tienen forma de oreja, lo que lo hace f&aacute;cilmente reconocible. Adem&aacute;s de su valor ornamental, el pich es &uacute;til en la alimentaci&oacute;n del ganado y ayuda a enriquecer el suelo con nitr&oacute;geno. Sus hojas se pliegan por la noche, un fen&oacute;meno interesante de adaptaci&oacute;n.</font></p>
        <center><a href="#menu"><img src="boton.png"></a></center>
      </section>

      <hr width="90%">
      <section id="rosa">
        <center><h2><font face="arial" size="20" color="#834f23">Makuilis</font></h2></center>
        <center><img src="Makuilis.png"></center>
        <br>
        <p align="justify"><font face="arial" size="3" color="#a06c3f">El makuilis rosa (Tabebuia rosea) es un &aacute;rbol caducifolio que resalta por su hermosa floraci&oacute;n en tonos rosados, especialmente durante la temporada seca. Es muy apreciado como &aacute;rbol ornamental en parques y avenidas, no solo por su belleza, sino por su capacidad de ofrecer sombra. Su madera es utilizada en carpinter&iacute;a ligera, y en la medicina tradicional, la corteza se emplea como antiinflamatorio y para tratar infecciones. Las flores atraen a una gran variedad de polinizadores como abejas y colibr&iacute;es, aportando al equilibrio ecol&oacute;gico.</font></p>
        <center><a href="#menu"><img src="boton.png"></a></center>
      </section>

      <hr width="90%">
      <center>
        <h3>Derechos Reservados &copy;2025 Angel Abraham Escobedo Sunza</h3>
      </center>
    </td>
  </tr>
</table>
</center>
</body>
</html>
